Repository: 1dustindavis/munki
Catalog: code/Managed Software Update/*.lproj/Localizable.strings
Languages: fi, french, german, nb, ru, spanish

source: Update without logging out
fi: Päivitä kirjautumatta ulos
french: Mise à jour sans fermeture de session
german: Aktualisieren ohne abmelden
nb: Oppdater uten å logge ut
ru: Установить обновления без выхода
spanish: Actualizar sin cerrar sesión

source: Will be installed
fi: Asennetaan
french: Sera installé
german: wird installiert
nb: Vil bli installert
ru: Zal geïnstalleerd worden
spanish: Será instalado

source: Will be removed
fi: Poistetaan
french: Sera supprimé
german: wird entfernt
nb: Vil bli fjernet
ru: Zal verwijderd worden
spanish: Será desinstalado

source: Will be updated
fi: Päivitetään
french: Sera mis à jour
german: wird aktualisiert
nb: Vil bli oppdateret
ru: Zal bijgewerkt worden
spanish: Será actualizado

source: Will not be installed
fi: Ei asenneta
french: Ne sera pas installé
german: wird nicht installiert
nb: Bliver ikke installeret
ru: Zal niet geïnstalleerd worden
spanish: No será instalado

source: Will not be removed
fi: Ei poisteta
french: Ne sera pas supprimé
german: wird nicht entfernt
nb: Vil ikke bli fjernet
ru: Zal niet worden verwijderd
spanish: No será desinstalado

source: You must quit the following applications before proceeding with installation: %s
fi: Seuraavat ohjelmat on lopetettava ennen kuin asennusta voidaan jatkaa: %s
french: Avant de poursuivre l'installation, vous devez quitter les applications suivantes: %s
german: Die folgenden Programme müssen geschlossen werden, um mit der Aktualisierung fortfahren zu können: %s
nb: Du må avslutte følgende programmer før installeringen kan fortsette: %s
ru: Voordat U met de installatie begint moet U de volgende applicaties afsluiten: %s
spanish: Es necesario que cierre las siguientes aplicaciones antes de continuar con la instalación: %s

source: Your computer is not connected to a power source.
fi: Tietokonetta ei ole liitetty virtalähteeseen.
french: Votre ordinateur n'est pas branché à une prise de courant.
german: Ihr Computer ist nicht an eine Stromquelle angeschlossen.
nb: Din datamaskinen er ikke koblet til en strømkilde.
ru: Ваш компьютер не подключен к источнику питания.
spanish: El ordenador no está conectado a una fuente de alimentación.

source: Your software is up to date.
fi: Ohjelmisto on ajan tasalla.
french: Votre logiciel est à jour.
german: Ihre Software ist auf dem neuesten Stand.
nb: Din programvare er oppdateret.
ru: У Вас самое новое ПО.
spanish: Su software está actualizado.

source: Checking Apple Software Update catalog...
fi: Etsitään päivityksiä Applen ohjelmistoihin...
french: Recherche du répertoire de mise à jour d'Apple...
spanish: Comprobando el catalogo de actualizaciones de Apple...

source: Finishing...
fi: Viimeistellään...
french: Termine...
spanish: Terminando...

source: A logout is recommended before updating. Please be patient as there may be a short delay at the login window. Logout and update now?
fi: Ennen päivitysten asentamista on suositeltavaa kirjautua ulos. Olethan kärsivällinen sillä kirjautumisikkunan avauduttua saattaa kestää hetki ennen kuin asennus alkaa. Kirjaudu ulos ja päivitä nyt?
nb: Det anbefales at du logger ut før oppdateringen. Vennligst vent et øyeblikk - det kan være en kort forsinkelse ved påloggingsvinduet. Logg ut og oppdater nå?
ru: Перед установкой обновлений рекомендуется выйти из системы. После выхода из системы дождитесь появления окна входа. Выйти из системы и обновить?

source: A logout is required before updating. Please be patient as there may be a short delay at the login window. Logout and update now?
fi: Päivitysten asentamiseksi tulee kirjautua ulos. Olethan kärsivällinen sillä kirjautumisikkunan avauduttua saattaa kestää hetki ennen kuin asennus alkaa. Kirjaudu ulos ja päivitä nyt?
nb: Du må logge ut før oppdatering. Vennligst vent et øyeblikk - det kan være en kort forsinkelse ved påloggingsvinduet. Logg ut og oppdater nå?
ru: Перед установкой обновлений необходимо выйти из системы. После выхода из системы дождитесь появления окна входа. Выйти из системы и обновить?

source: A restart is required after updating. Please be patient as there may be a short delay at the login window. Logout and update now?
fi: Tietokone on käynnistettävä uudelleen kun päivitysten asennus on suoritettu. Olethan kärsivällinen sillä kirjautumisikkunan avauduttua saattaa kestää hetki ennen kuin asennus alkaa. Kirjaa ulos ja päivitä nyt?
nb: En omstart er påkrevd etter oppdateringen. Vennligst vent et øyeblikk - det kan være en kort forsinkelse ved påloggingsvinduet. Logg ut og oppdater nå?
ru: Het is nodig te herstarten na het bijwerken. Nadat het login window verschijnt kan het een ogenblik duren voordat bijwerken begint. Wilt U nu uitloggen en bijwerken?

source: Logout and update
fi: Kirjaudu ulos ja päivitä
nb: Logg ut og oppdater
ru: Выйти из системы и обновить

source: Logout and update now
fi: Kirjaudu ulos ja päivitä nyt
nb: Logg ut og oppdater nå
ru: Выйти из системы и обновить сейчас

source: Check again
german: Erneut prüfen

source: There is a configuration problem with the managed software installer. Could not start the proces. Contact your systems administrator.
nb: Det er et konfigurasjonsproblem med Managed Software Update. Kan ikke starte processen. Kontakt systemadministratoren.
ru: Ошибка в конфигурации приложения. Невозможно запустить процесс. Обратитесь к системному администратору.
