Repository: 1dustindavis/munki
Catalog: code/Managed Software Update/*.lproj/Localizable.strings
Languages: fi, french, german, nb, ru, spanish

source: Checking for available updates...
fi: Etsitään päivityksiä...
french: Recherche des mises à jour disponibles...
german: Suche nach verfügbaren Updates...
nb: Ser etter tilgjengelige oppdateringer...
spanish: Buscando actualizaciones disponibles...

source: (will be removed)
fi: (poistetaan)
french: (sera supprimé)
german: (wird entfernt)
nb: (vil bli fjernet)
ru: (будут удалены)
spanish: (será eliminado)

source: Checking for additional changes...
fi: Etsitään muutoksia...
french: Recherche de modifications complémentaires...
german: Suche nach weiteren Änderungen...
nb: Ser etter ytterligere endringer...
spanish: Buscando cambios adicionales...

source: All pending updates will be installed. Unsaved work will be lost. You may avoid the forced logout by logging out now.
fi: Kaikki odottamassa olevat päivitykset asennetaan. Tallentamattomat muutokset menetetään avoimista ohjelmista. Voit ohittaa pakotetun uloskirjaamisen kirjautumalla ulos nyt.
french: Toutes les mises à jour en attente vont être installées. Les travaux non sauvegardés seront perdu. Pour éviter cela fermer maintenant votre session.
german: Alle anstehenden Aktualisierungen werden installiert. Alle ungespeicherte Arbeit geht verloren. Durch jetziges Abmelden können sie eine erzwungene Abmeldung verhindern
nb: Alle ventende oppdateringer vil bli installert. Data som ikke er lagret vil gå tapt. Du kan unngå tvungen avlogging, ved selv å logge ut nå.
ru: Будут установлены все незавершенные обновления. Все несохраненные данные будут потеряны. Вы можете избежать принудительного завершения работы, выполнив выход из системы.
spanish: Todas las actualizaciones pendientes serán instaladas. Cualquier cambio no guardado se perderá. Puede evitar el cierre forzado de la sesión cerrándola ahora.

source: A logout is recommended before updating. Please be patient as there may be a short delay at the login window. Log out and update now?
french: Il est recommandé de fermer la session avant de mettre à jour. Soyez patient car il peut y avoir un délai à la reconnexion ? Fermer et mettre à jour maintenant ?
german: Für die Aktualisierung ist ein Abmelden empfohlen. Es kann zu kurzen Verzögerungen am Anmeldebildschirm kommen, bitte gedulden sie sich einen Moment. Jetzt abmelden und aktualisieren?
spanish: Se recomienda cerrar la sesión antes de actualizar. Por favor sea paciente ya que puede tardar en aparecer la ventana de inicio. ¿Cerrar la sesión y actualizar ahora?

source: Checking for available Apple Software Updates...
fi: Etsitään päivityksiä Applen ohjelmistoihin...
french: Recherche des mises à jour Apple...
german: Suche nach neuen Apple Software Updates...
nb: Ser etter tilgjengelige oppdateringer fra Apple...
spanish: Buscando actualizaciones de Apple...

source: A logout is required before updating. Please be patient as there may be a short delay at the login window. Log out and update now?
french: Il est nécessaire de fermer la session avant de mettre à jour. Soyez patient car il peut y avoir un délai à la reconnexion ? Fermer et mettre à jour maintenant ?
german: Für die Aktualisierung ist ein Abmelden erforderlich. Es kann zu kurzen Verzögerungen am Anmeldebildschirm kommen, bitte gedulden sie sich einen Moment. Jetzt abmelden und aktualisieren?
spanish: Es necesario cerrar la sesión antes de actualizar. Por favor sea paciente ya que puede tardar en aparecer la ventana de inicio. ¿Cerrar sesión y actualizar ahora?

source: This item will be removed.
fi: Tämä kohde poistetaan
french: Cet élément sera supprimé.
german: Diese Software wird entfernt
nb: Denne pakken vil bli fjernet.
ru: Следующее ПО будет удалено.
spanish: Este elemento será eliminado.

source: A logout will be forced at approximately %s.
fi: Kirjautuminen ulos suoritetaan pakotetusti noin %s.
french: Une fermeture de session sera forcée à environ %s.
german: Eine Abmeldung wird in ca. %s erzwungen.
nb: En tvungen utlogging vil skje ca. %s.
ru: Uitloggen zal automatisch gebeuren om ongeveer %s.
spanish: Se va a forzar el cierre de sesión en aproximadamente %s.

source: A logout will be forced in less than %s minutes.
fi: Kirjautuminen ulos suoritetaan pakotetusti alle %s minuutin kuluttua.
french: Une fermeture de session sera forcée dans moins de %s minutes.
german: Eine Abmeldung wird in weniger als %s Minuten erzwungen.
nb: En tvungen utlogging vil skje om mindre enn %s minutter.
ru: Работа будет принудительно завершена менее чем через %s минут.
spanish: Se va a forzar el cierre de sesión en menos de %s minutos.

source: A logout will be forced in less than a minute. All pending updates will be installed. Unsaved work will be lost.
fi: Kirjautuminen ulos suoritetaan alle minuutin kuluttua pakotetusti. Kaikki odottamassa olevat päivitykset asennetaan. Tallentamattomat muutokset menetetään avoimista ohjelmista.
french: La fermeture de session sera forcée dans moins d'une minute. Toutes les mises à jour en attente seront installées. Le travail non sauvegardé sera perdu.
german: Eine Abmeldung wird in weniger als einer Minute erzwungen. Alle anstehenden Aktualisierungen werden installiert. Alle ungespeicherte Arbeit geht verloren.
nb: En tvungen utlogging vil skje om mindre enn et minutt. Alle ventende oppdateringer vil bli installeret. Alle data som ikke er lagret vil gå tapt.
ru: Работа будет принудительно завершена менее чем через минуту. Будут установлены все незавершенные обновления. Все несохраненные данные будут потеряны.
spanish: Se va a forzar el cierre de sesión en menos de un minuto. Todas las actualizaciones pendientes serán instaladas. Se perderá cualquier cambio no guardado.

source: A restart is required after updating. Please be patient as there may be a short delay at the login window. Log out and update now?
french: Un redémarrage est nécessaire après la mise à jour. Soyez patient car il peut avoir un petit délai lors de la reconnexion. Déconnecter et mettre à jour maintenant ?
german: Für die Aktualisierung ist ein Neustart erforderlich. Es kann zu kurzen Verzögerungen am Anmeldebildschirm kommen, bitte gedulden sie sich einen Moment. Jetzt abmelden und aktualisieren?
spanish: Es necesario reiniciar después de instalar las actualizaciones. Por favor sea paciente ya que puede tardar en aparecer la ventana de inicio. ¿Cerrar sesión y actualizar ahora?

source: Cancel
fi: Kumoa
french: Annuler
german: Abbrechen
nb: Avbryt
ru: Отменить
spanish: Cancelar

source: Cannot check for updates
fi: Päivitysten etsiminen ei onnistu
french: Impossible de vérifier les mises à jour
german: Auf Aktualisierungen kann nicht geprüft werden
nb: Kan ikke se etter oppdateringer
ru: Не удалось проверить обновления
spanish: Imposible comprobar las actualizaciones

source: Cannot start installation session
fi: Asennusta ei voida aloittaa
french: Impossible de lancer l'installation
german: Installation kann nicht gestartet werden
nb: Kan ikke starte installeringen
ru: Не удалось начать сессию установки
spanish: Imposible iniciar la instalación

source: Conflicting applications running
fi: Käynnissä on ohjelmia jotka estävät päivityksen
french: Conflit avec des applications actives
german: Es gibt einen Konflikt mit laufenden Programmen
nb: Det er åpne programmer som hindrer installasjonen
ru: Conflicterende applicaties actief
spanish: Existen aplicaciones conflictivas abiertas

source: Continue
fi: Jatka
french: Continuer
german: Fortsetzen
nb: Fortsett
ru: Продолжить
spanish: Continuar

source: For best results, you should connect your computer to a power source before updating. Are you sure you want to continue the update?
fi: Tietokone tulisi varmuuden vuoksi liittää virtalähteeseen ennen päivittämistä. Oletko varma että haluat jatkaa?
french: Pour un meilleur résultat, vous devriez brancher votre ordinateur à une alimentation externe avant de mettre à jour. Êtes-vous sur de vouloir poursuivre la mise à jour ?
german: Sie sollten den Computer an eine Stromquelle anschliessen bevor Sie die Aktualisierung durchführen. Sind Sie sicher, dass Sie die Aktualisierung fortsetzen möchten?
nb: Du bør koble datamaskinen til en strømkilde før installasjon. Er du sikker på at du vil forsette oppdateringen?
ru: Het is aan te raden Uw laptop computer aan te sluiten op een voeding in plaats van de batterij. Wilt U doorgaan met bijwerken?
spanish: Para mejores resultados se recomienda que conecte su ordenador a una fuente de alimentación antes de iniciar la instalación. ¿Seguro que desea continuar con la actualización?

source: Forced Logout for Mandatory Install
fi: Pakotettu uloskirjautuminen pakolliselle asennukselle
french: Fermeture de session requise pour mise à jour obligatoire
german: Erzwungene Abmeldung für eine zwingend notwendige Installation
nb: Tvungen utlogging for obligatorisk installasjon
ru: Принудительное завершение работы для установки обязательных обновлений
spanish: Cierre de sesión forzado para una instalación obligatoria

source: Install session failed
fi: Asennus epäonnistui
french: Echec de l'installation
german: Installation fehlgeschlagen
nb: Installasjonen mislyktes
ru: Installatie sessie niet succesvol
spanish: Error en la sesión instalación

source: Installed
fi: Asennettu
french: Installé
german: Installiert
nb: Installert
ru: Установлено
spanish: Instalado

source: Log out and update
french: Déconnecter et mettre à jour
german: Abmelden und aktualisieren
spanish: Cerrar sesión y actualizar

source: Log out and update now
french: Déconnecter et mettre à jour maintenant
german: Jetzt abmelden und aktualisieren
spanish: Cerrar sesión y actualizar ahora

source: Logout Recommended
fi: Uloskirjautumista suositellaan
french: Fermeture de session recommandée
german: Abmelden empfohlen
nb: Utlogging er anbefalt
ru: Рекомендуется выйти из системы
spanish: Se recomienda cerrar sesión

source: Logout Required
fi: Vaatii uloskirjautumisen
french: Fermeture de session obligatoire
german: Abmelden erforderlich
nb: Utlogging er påkrevd
ru: Необходимо выйти из системы
spanish: Es obligatorio cerrar sesión

source: Logout will be required.
fi: Uloskirjautumista tullaan vaatimaan.
french: La fermeture de session sera obligatoire
german: Abmelden ist erforderlich.
nb: Krever utlogging.
ru: Потребуется выйти из системы.
spanish: Será necesario cerrar sesión

source: Manadatory Updates Pending
fi: Pakollisia päivityksiä odottamassa
french: Mises à jour obligatoire en attente
german: Zwingend notwendige Aktualisierungen anstehend
nb: Obligatoriske oppdateringer venter
ru: Verplichte Updates Aanhangig
spanish: Actualizaciones obligatorias pendientes

source: Managed Software Update cannot contact the update server at this time. If this situation continues, contact your systems administrator.
fi: Päivityspalvelimeen ei saada yhteyttä. Jos ongelma jatkuu, ota yhteyttä järjestelmän ylläpitäjään.
french: Mise à jour de logiciels ne peut atteindre le serveur de mise à jour pour l'instant. Si la situation persiste, contactez votre administrateur système.
german: Geführte Softwareaktualisierung erreicht den Server nicht. Wenn dieses Problem weiter besteht, informieren Sie bitte Ihren Administrator.
nb: Managed Software Update klarer ikke å oppnå forbindelse til oppdateringsserveren. Hvis problemet fortsetter, ta kontakt systemadministrator.
ru: Beheerde Softwarebijwerking kan geen kontakt maken met de server. Neem kontakt op met Uw systeembeheerder als deze fout zich nogmaals voordoet.
spanish: Actualización controlada de software no ha podido contactar con el servidor. Si este problema continua, contacte con su administrador.

source: Managed Software Update failed its preflight check. Try again later.
fi: Ennen päivitystä tehtävissä tarkistuksissa tapahtui virhe. Yritä myöhemmin uudelleen.
french: Echec du contrôle initial de l'utilitaire de mise à jour. Essayez à nouveau, ultérieurement.
german: Geführte Softwareaktualisierung meldet einen Fehler beim Preflight. Probieren Sie es später noch einmal.
nb: Managed Software Update kunne ikke foreta en forhåndskontroll. Prøv igjen senere.
ru: Beheerde Softwarebijwerking had een fout tijdens de voorbereidingsfase. Probeer het later nogmaals.
spanish: Actualización controlada de software ha fallado en su comprobación previa. Pruebe más tarde.

source: Not installed
fi: Ei asennettu
french: Non installé
german: Nicht installiert
nb: Ikke installert
ru: Niet geïnstalleerd
spanish: No instalado

source: Not removable
fi: Ei voida poistaa
french: Non supprimable
german: Nicht entfernbar
nb: Kan ikke fjernes
ru: Niet verijderbaar
spanish: No desinstalable

source: OK
french: Oui
spanish: Si

source: One or more mandatory updates are overdue for installation. A logout will be forced soon.
fi: Yksi tai useampi pakollinen päivitys on myöhässä. Uloskirjautuminen tullaan suorittamaan pakotetusti pian.
french: Une ou plusieurs mises à jour obligatoires sont hors délai. Une fermeture de session va être forcée très bientôt.
german: Ein oder mehrere zwingend notwendige Aktualisierungen sind überfällig. Eine Abmeldung wird in Kürze erzwungen.
nb: En eller flere obligatoriske oppdateringer burde vært installert. Det vil snart gjøres en påtvungen utlogging.
ru: Er zijn één of meerdere achterstallige updates. Verplicht uitloggen zal spoedig nodig zijn.
spanish: El periodo de instalación de una o más actualizaciones obligatorias ha expirado. Pronto se forzará un cierre de sesión

source: One or more updates must be installed by %s. A logout may be forced if you wait too long to update.
fi: Yksi tai useampi päivitys täytyy asentaa ennen %s. Uloskirjautuminen saatetaan pakottaa jos odotat liian pitkään ennen päivittämistä.
french: Une ou plusieurs mises à jour doivent être installées par %s. Une fermeture de session peut être forcée si vous attendez trop longtemps avant de mettre à jour.
german: Ein oder mehrere Aktualisierungen müssen unbedingt bis %s installiert werden. Eine Abmeldung wird möglicherweise erzwungen, wenn Sie zu lange mit der Aktualisierung warten.
nb: En eller flere oppdateringer skal installeres av %s. Hvis du venter for lenge, vil det gjøres en påtvungen utlogging.
ru: Één of meerdere updates zullen worden geinstalleerd op of voor %s. Geforceerd uitloggen kan mogelijk zijn als U te lang wacht met bijwerken.
spanish: Una o más actualizaciones tienen ser instaladas antes de %s. Se forzará un cierre de sesión si espera demasiado en actualizar.

source: Optional software...
fi: Valinnaiset ohjelmat...
french: Logiciel optionnel...
german: Optionale software...
nb: Valgfri programvare…
ru: Optionele software...
spanish: Software opcional...

source: Other users logged in
fi: Muut kirjautuneet käyttäjät
french: D'autres utilisateurs sont connectés
german: Andere User sind eingeloggt
nb: Andre brukere er pålogget
ru: Andere gebruikers zijn nog ingelogd
spanish: Hay otros usuario con sesiones abiertas

source: Quit
fi: Lopeta
french: Quitter
german: Beenden
nb: Avslutt
ru: Завершить
spanish: Salir

source: Restart
fi: Käynnistä uudelleen
french: Redémarrer
german: Neustart
nb: Omstart
ru: Перезагрузить
spanish: Reiniciar

source: Restart Required
fi: Vaatii uudelleenkäynnistyksen
french: Redémarrage Requis
german: Neustart erforderlich
nb: Krever omstart
ru: Требуется перезагрузка
spanish: Es necesario reiniciar

source: Restart will be required.
fi: Uudelleenkäynnistystä tullaan vaatimaan.
french: Un redémarrage sera nécessaire.
german: Ein Neustart ist erforerlich.
nb: Omstart er påkrevet.
ru: Потребуется перезагрузка.
spanish: Será necesario reiniciar.

source: Scheduled removal of managed software.
fi: Hallinnoitujen ohjelmistojen poisto.
french: Suppression planifiée de logiciels.
german: Geplantes entfernen von verwalteter Software
nb: Planlagt avinstallasjon av programvare.
ru: Geplande verwijdering van beheerde software.
spanish: Desinstalación de software programada.

source: Show updates
fi: Näytä päivitykset
french: Afficher les mises à jour
german: Zeige Aktualisierungen
nb: Vis oppdateringer
ru: Показать обновления
spanish: Mostrar actualizaciones

source: Software installed or removed requires a restart. You will have a chance to save open documents.
fi: Tietokone on käynnistettävä uudelleen kun päivitysten asennus tai ohjelmien poisto on suoritettu. Avoinna olevien dokumenttien tallentaminen on mahdollista.
french: Les logiciels installés ou supprimés nécessitent un redémarrage. Vous avec la possibilité de sauver les documents ouverts.
german: Softwareaktualisierung oder -entfernung benötigt einen Neustart. Sie können offene Dokumente noch sichern.
nb: Programvare som er installert eller fjernet krever en omstart. Du vil få anledning til å lagre alle åpne dokumenter.
ru: Geïnstalleerde of verwijderede software maakt een herstart nodig. U krijgt de kans om geopende documenten op te slaan.
spanish: El software instalado necesita reiniciar su ordenador. Ud. tendrá oportunidad de guardar sus documentos

source: Software removals
fi: Ohjelmien poisto
french: Suppression de logiciels
german: Software entfernen
nb: Fjerning av programvare
ru: Удаление программ
spanish: Desintalación de software

source: Starting…
fi: Aloitetaan…
french: Démarrage…
german: Starten…
nb: Starter…
ru: Запуск…
spanish: Empezando…

source: There are other users logged into this computer. Updating now could cause other users to lose their work. Please try again later after the other users have logged out.
fi: Tietokoneelle on kirjautuneena muita käyttäjiä. Muut käyttäjät saattavat menettää tallentamattomia muutoksia jos päivitys tehdään nyt. Yritä uudelleen kun muut käyttäjät ovat kirjautuneet ulos.
french: Il y a d'autres utilisateurs connectés sur l'ordinateur. Mettre à jour peut entrainer la perte du travail des autres utilisateurs. Merci d'essayer plus tard après que les autres utilisateurs aient quitté leur session.
german: Es sind andere Benutzer angemeldet Eine Aktualisierung könnte zu Datenverlust führen. Bitte probieren Sie es, wenn die anderen abgemeldet sind, noch einmal.
nb: Det er andre brukere innlogget på denne datamaskinen. Hvis du opdaterer nå, risikerer du at de mister deres åpne dokumenter. Prøv igjen senere når de andre brukerne er avlogget.
ru: Er zijn andere gebruikers ingelogd op deze computer. Als U nu bijwerkt kunnen de andere gebruikers hun werk verliezen. Probeer opnieuw nadat de andere gebruikers zijn uitgelogd.
spanish: Hay otros usuarios con sesiones abiertas en este ordenador. Actualizar ahora puede causar perdidas en su trabajo. Por favor pruebe más tarde cuando los otros usuarios hayan cerrado sus sesiones.

source: There is a configuration problem with the managed software installer. Could not start the install session. Contact your systems administrator.
fi: Asennusohjelmassa on konfiguraatiovirhe. Päivitysistuntoa ei voitu käynnistää. Ota yhteyttä järjestelmän ylläpitäjään.
french: L'utilitaire de mise à jour a rencontré un problème de configuration.Impossible de démarrer l'installation. Contactez votre administrateur système.
german: Managed Software Installer hat ein Konfigurationsproblem (Could not start the install session). Informieren Sie Ihren Administrator.
nb: Det er et konfigurasjonsproblem med Managed Software Update. Kan ikke starte installasjonen. Kontakt systemadministratoren.
ru: Ошибка конфигурации приложения. Невозможно запустить сессию установки. Обратитесь к системному администратору.
spanish: Existe un problema de configuración con el instalador de software controlado. No se ha podido iniciar la sesión de instalación. Contacte con su administrador de sistemas.

source: There is a configuration problem with the managed software installer. Could not start the process. Contact your systems administrator.
fi: Asennusohjelmassa on konfiguraatiovirhe. Prosessia ei voitu käynnistää. Ota yhteyttä järjestelmän ylläpitäjään.
french: L'utilitaire de mise à jour a rencontré un problème de configuration. Impossible de démarrer le processus. Contactez votre administrateur système.
german: Managed Software Installer hat ein Konfigurationsproblem (Could not start the process). Informieren Sie Ihren Administrator.
spanish: Existe un problema de configuración con el instalador de software controlado. No se ha podido iniciar el proceso. Contacte con su administrador de sistemas.

source: There is a configuration problem with the managed software installer. Could not start the update check process. Contact your systems administrator.
fi: Asennusohjelmassa on konfiguraatiovirhe. Päivityksiä ei voitu etsiä. Ota yhteyttä järjestelmän ylläpitäjään.
french: L'utilitaire de mise à jour a rencontré un problème de configuration. Impossible de démarrer le processus de vérification de mise à jour. Contactez votre administrateur système.
german: Managed Software Installer hat ein Konfigurationsproblem (Could not start the update check process). Informieren Sie Ihren Administrator.
nb: Det er et konfigurasjonsproblem med Managed Software Update. Kan ikke starte oppdateringsprosessen. Kontakt systemadministratoren.
ru: Ошибка в конфигурации приложения. Невозможно запустить процесс проверки наличия обновлений. Обратитесь к системному администратору.
spanish: Existe un problema de configuración con el instalador de software controlado. No se ha podido iniciar la comprobación de actualizaciones. Contacte con su administrador de sistemas.

source: There is a configuration problem with the managed software installer. The process ended unexpectedly. Contact your systems administrator.
fi: Asennusohjelmassa on konfiguraatiovirhe. Prosessi päättyi odottamatta. Ota yhteyttä järjestelmän ylläpitäjään.
french: L'utilitaire de mise à jour a rencontré un problème de configuration. Le processus s'est arrêté de manière inattendue. Contactez votre administrateur système.
german: Managed Software Installer hat ein Konfigurationsproblem (The process ended unexpectedly). Informieren Sie Ihren Administrator.
nb: Det er et konfigurasjonsproblem med Managed Software Update. Prosessen avsluttet uventet. Kontakt systemadministratoren.
ru: Ошибка в конфигурации приложения. Процесс неожиданно завершился. Обратитесь к системному администратору.
spanish: Existe un problema de configuración con el instalador de software controlado. El proceso se ha cerrado inesperadamente. Contacte con su administrador de sistemas.

source: There is no new software for your computer at this time.
fi: Tietokoneelle ei ole tällä hetkellä saatavilla uusia päivityksiä.
french: Il n'y a pas de nouveau logiciel pour votre ordinateur.
german: Zurzeit sind keine Softwareaktualisierungen für Ihren Computer verfügbar.
nb: Der er ingen nye oppdateringer tilgjengelig.
ru: Er is geen nieuwe software beschikbaar voor uw computer.
spanish: No hay actualizaciones de software disponibles.

source: This item must be installed by
fi: Tämä kohde on asennettava ennen
german: Diese Software musst installiert sein am
nb: Denne pakken må installeres av
ru: Dit item moet worden geïnstalleerd voor
spanish: Este elemento necesita ser instalado antes de

source: Update available
fi: Päivitys saatavilla
french: Mise à jour disponible
german: Aktualisierungen verfügbar
nb: Nye oppdateringer er tilgjengelig
ru: Доступны обновления ПО
spanish: Actualización disponible

source: Update check failed
fi: Päivitysten etsiminen epäonnistui
french: Echec de la recherche de mises à jour
german: Prüfung auf Aktualisierungen fehlgeschlagen
nb: Søk etter nye oppdateringer mislyktes
ru: Не удалось проверить наличие обновлений
spanish: Comprobación fallida

source: Update later
fi: Päivitä myöhemmin
french: Ne pas mettre à jour maintenant
german: Später Aktualisieren
nb: Oppdater senere
ru: Установить обновления позже
spanish: Actualizar más tarde
